[
  {
    "id": "1",
    "title": "Sample Note",
    "text": "This is an example of a note. You can delete this note and add your own notes."
  },
  {
    "id": "888bce50-000e-43b9-a359-5fa804e09fe9",
    "title": "Kings Ballad ",
    "text": "\n\nIn a kingdom shrouded in mist, there lived a wise and just ruler named King Alden. His reign was marked by peace and prosperity, but his heart carried a deep sorrow. Queen Elara, the love of his life, had passed away many years ago, leaving him with only their son, Prince Lysander, as a reminder of their joyous times.\n\nEvery evening, as the sun dipped below the horizon, King Alden would walk to the highest tower of his castle. From there, he could see the vast expanse of his kingdom. He would sing a ballad, a haunting melody that spoke of love, loss, and hope. The song was his tribute to Elara, and it echoed through the valleys, touching the hearts of all who heard it.\n\nOne fateful night, as the king sang his ballad, a mysterious figure appeared at the edge of the forest. Draped in a cloak of midnight blue, the figure listened intently, moved by the king's sorrowful tune. It was the Enchantress Isolde, who had the power to heal hearts and mend souls. Moved by King Alden's lament, she decided to intervene.\n\nThe next day, Isolde approached the castle gates and requested an audience with the king. Intrigued by her presence, King Alden agreed to meet her. In the grand hall, Isolde spoke softly, her voice like a gentle breeze, \"Your Majesty, I have heard your ballad. It carries the weight of your sorrow. Allow me to ease your burden.\"\n\nKing Alden, though skeptical, was willing to try anything to ease his pain. Isolde led him to the tower and asked him to sing once more. As he sang, she wove a spell, blending her magic with his song. A brilliant light enveloped them, and in that moment, King Alden felt a warmth in his heart he hadn't felt in years.\n\nWhen the light faded, a figure stood before him—Queen Elara, radiant and smiling. Though she was but a spirit, her presence was as real as the love they had shared. King Alden fell to his knees, tears streaming down his face. \"Elara,\" he whispered, \"I have missed you so.\"\n\nElara knelt beside him, her ethereal hand resting on his cheek. \"My love, I have always been with you,\" she said. \"Sing your ballad not in sorrow, but in joy. For our love is eternal, and I will always be by your side.\"\n\nFrom that day on, King Alden's ballad changed. It became a song of joy and remembrance, celebrating the love that transcended even death. The kingdom flourished under his renewed spirit, and Prince Lysander grew into a wise and compassionate ruler, inspired by his father's enduring love and the magical tale of the King's Ballad."
  }
]